// ملف 2 اخيرا من بوت منشورات خاص نسوي تجميعة بل بوت موحد

module.exports = {
    adminRoleId: "1512202234992267344",
    ownerId: "1495139129111875594",
    everyonePrice: 1000000, 
    herePrice: 800000,     
    
    // إعدادات الرومات
    setupChannelId: "1512221942520877106",     // الروم الذي تظهر فيه لوحة الشراء فقط
    commandsChannelId: "1509569386850291773",       // الروم المخصص لكتابة أمر تحويل برو بوت 🌟 (الجديد)
    postsChannelId: "1511932549033889803", // الروم العام الذي ينزل فيه منشور العضو بعد الدفع
    logsChannelId: "1513609705551954041"     // روم سجل الحسابات السري للإدارة
};
